Repository: oslianyabel/TranslatorIA
Catalog: src/app/locale/*/LC_MESSAGES/django.po
Languages: es

source: AI TRANSLATOR
es: TRADUCTOR VIDEO IA

source: E-Mail Address
es: Dirección de correo

source: Password
es: Contraseña

source: Remember me
es: Recuerdame

source: Forgot password
es: ¿Has olvidado tu contraseña?

source: LOGIN
es: INICIAR SESIÓN

source: Login with
es: Iniciar Sesión con

source: Don't have an account yet?
es: ¿Aún no tienes una cuenta?

source: Sign Up
es: Registro

source: Create an account
es: Crea una cuenta

source: First Name
es: Nombre

source: Last Name
es: Apellidos

source: Referral token (Optional)
es: Token de referencia (Opcional)

source: Your password can't be too similar to your other personal information.
es: Su contraseña no puede ser muy similar a su otra información personal.

source: Your password must contain at least 8 characters.
es: Su contraseña debe contener al menos 8 caracteres.

source: Your password can't be a commonly used password.
es: Su contraseña no puede ser una contraseña común.

source: Your password can't be entirely numeric.
es: Su contraseña no puede ser completamente numérica.

source: Password check
es: Confirmación de contraseña

source: REGISTER
es: REGISTRO

source: Sign Up with
es: Registrarse con

source: Do you already have an account?
es: ¿Ya tienes una cuenta?

source: Login
es: Iniciar Sesión

source: Hello
es: Hola

source: Change password
es: Cambiar la contraseña

source: Old Password
es: Contraseña anterior

source: New Password
es: Nueva contraseña

source: New Password check
es: Confirmación de nueva contraseña

source: Change
es: Modificar

source: Activate your account
es: Activa tu cuenta

source: Please check your inbox and verify your email address.
es: Por favor revise su bandeja de entrada y verifique su dirección de correo electrónico.

source: Password changed successfully
es: Contraseña cambiada con éxito

source: Go
es: Ir

source: Back
es: Atrás

source: Enter your email to reset password
es: Ingresa tu correo electrónico para reestablecer su contraseña

source: SEND
es: ENVIAR

source: Password reset complete
es: Restablecimiento de contraseña completado

source: Your new password has been set. You can log in now on the
es: Su nueva contraseña ha sido establecida. Puedes iniciar sesión ahora en la

source: log in page
es: página de inicio de sesión

source: Set a new password!
es: ¡Establezca una nueva contraseña!

source: CONFIRM
es: CONFIRMAR

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El enlace para restablecer la contraseña no era válido, posiblemente porque ya había sido usado. Solicite un nuevo restablecimiento de contraseña.

source: Reset Password
es: Restablecer la contraseña

source: Please check your inbox and follow the instruction to reset your password.
es: Revise su bandeja de entrada y siga las instrucciones para restablecer su contraseña..

source: We received a request to reset the password for your account for this email address. To initiate the password reset process for your account, click the link below.
es: Recibimos una solicitud para restablecer la contraseña de su cuenta para esta dirección de correo electrónico. Para iniciar el proceso de restablecimiento de contraseña para su cuenta, haga clic en el enlace a continuación.

source: This link can only be used once. If you need to reset your password again, please visit
es: Este enlace sólo se puede utilizar una vez. Si necesita restablecer su contraseña nuevamente, visite

source: and request another reset.
es: y haga otra solicitud.

source: If you did not make this request, you can simply ignore this email.
es: Si no realizó esta solicitud, simplemente puede ignorar este correo electrónico.

source: Congrats! you just verified your account
es: ¡Felicitaciones! acabas de verificar tu cuenta

source: You can log in now on the
es: Puedes iniciar sesión ahora en la

source: Dear
es: Estimada(o)

source: please go to you email
es: vaya a la bandeja de entrada de su correo electrónico

source: inbox and click on received activation link to confirm and complete the registration.
es: y haga clic en el enlace de activación recibido para confirmar y completar el registro.

source: Note:
es: Nota:

source: Check your spam folder.
es: Revise su carpeta de spam.

source: Home
es: Inicio

source: Platform
es: Plataforma

source: Skills
es: Habilidades

source: Plans
es: Planes

source: Subtitle
es: Subtítulos

source: Account
es: Cuenta

source: Projects
es: Proyectos

source: Change Password
es: Cambiar Contraseña

source: Log out
es: Cerrar sesión

source: Multilanguage video editor and translator. Just with one click
es: Editor y traductor de vídeo multilenguaje. Solo con un clic

source: Join 250,000+ creators to reach billions of people glob
es: Únase a los 250 000+ creadores para llegar a miles de millones de personas en todo el mundo

source: Get Started
es: Comenzar

source: Change your user type (Testing only).
es: Cambie su tipo de usuario (PRUEBA).

source: You are a FREE user now. Click to change to paid user.
es: Eres un usuario GRATIS ahora. Haga clic para cambiar a usuario de pago.

source: You are a PAID user now. Click to change to free user
es: Eres un usuario de PAGO ahora. Haga clic para cambiar a usuario gratis

source: Switch
es: Cambiar

source: Why is it so great in YML Multilenguage?
es: ¿Por qué es tan bueno YML Multilenguage?

source: Multifunctional
es: Multifuncional

source: Platform that integrates several functions, taking you further and giving you a unique experience.
es: Plataforma que integra varias funciones, llevándote más lejos y brindándote una experiencia única.

source: Intuitive
es: Intuitivo

source: Ease and minimalist, with which you can interact without much complexity.
es: Sencillo y minimalista, con lo que podrás interactuar sin mucha complejidad.

source: Real time response
es: Respuesta en tiempo real

source: Data entered by the user is processed immediately to facilitate almost instant decision making.
es: Los datos introducidos por el usuario se procesan inmediatamente para facilitar la toma de decisiones casi instantánea.

source: Satisfied Clients
es: Clientes satisfechos

source: Interaction Languages
es: Idiomas de interacción

source: Template Styles
es: Estilos de plantilla

source: Free Plan
es: Plan gratuito

source: Per
es: Por

source: Month
es: Mes

source: Features
es: Prestaciones

source: Video Translation
es: Traducción de vídeos

source: Mins
es: Minutos

source: Premium Voice
es: Voz Premium

source: Subtitles
es: Subtítulos

source: Unlimited
es: Ilimitado

source: Storage
es: Almacenamiento

source: Max File Upload Length
es: Longitud máxima de archivos

source: Max File Upload Size
es: Tamaño máximo de archivos

source: Basic Plan
es: Plan Básico

source: Premium Plan
es: Plan Premium

source: Stop wasting weeks or months
es: Deja de perder semanas o meses

source: Translate & Subtitle videos 100x faster
es: Traduce & Subtitula vídeos 100x más rápido

source: Unlimited FREE Subtitles
es: Subtítulos GRATIS ilimitados

source: Animated Subtitles and Effects
es: Subtítulos y efectos animados

source: SRT and VTT Format Download
es: Descarga de formato SRT y VTT

source: Export Embedded Subtitles
es: Exportar subtítulos

source: Enjoy everything with Voice Dubbing
es: Disfruta de todo con el Doblaje de Voz

source: Start Creating Now
es: Comience a crear ahora

source: Products
es: Productos

source: Sign In
es: Iniciar sesión

source: Schedule a Free call
es: Programe una llamada gratuita

source: Become an affiliate
es: Conviértete en afiliado

source: Terms
es: Términos

source: Privacy Policy
es: Política de Privacidad

source: Terms & Conditions
es: Términos & Condiciones

source: Refund Policy
es: Politica de Reembolso

source: Company
es: Compañía

source: Voice Generation
es: Generación de voz

source: Time used
es: Tiempo utilizado

source: seconds
es: segundos

source: Time left
es: Tiempo restante

source: Storage used
es: Almacenamiento uttilizado

source: Storage left
es: Almacenamiento restante

source: Upgrade
es: Actualizar

source: My projects
es: Mis proyectos

source: Welcome to your workspace!
es: ¡Bienvenido a tu espacio de trabajo!

source: New Project
es: Nuevo proyecto

source: Upload a video and continue to edit it
es: Sube un vídeo y continúa editándolo.

source: Use the voices from the video
es: Usar las voces del video

source: Switch on to use the voices from the video.
es: Activar para usar las voces del vídeo.

source: Switch off to select another voice.
es: Desactivar para seleccionar otra voz.

source: Drag & Drop to Upload File
es: Arrastrar y soltar para subir archivo

source: Choose video
es: Elige el vídeo

source: Project Name
es: Nombre del proyecto

source: Language of the video
es: Idioma del vídeo

source: Language for the translation
es: Idioma para la traducción

source: Voice gender
es: Género de la voz

source: Select the voice
es: Seleccione la voz

source: FEMALE
es: FEMENINA

source: MALE
es: MASCULINA

source: Custom voices
es: Voces personalizadas

source: Continue
es: Continuar

source: Cancel
es: Cancelar

source: Confirm Delete
es: Confirmar Eliminación

source: Project :
es: Proyecto :

source: Are you sure you want to delete the project?
es: ¿Estás seguro de que deseas eliminar el proyecto?

source: YES
es: SI

source: My voices
es: Mis voces

source: Create new voices
es: Crea nuevas voces

source: Name
es: Nombre

source: Voice :
es: Voz :

source: Are you sure you want to delete the voice?
es: ¿Está segura/o de que quiere eliminar la voz?

source: File not valid error. Try again
es: Archivo no válido. Intente de nuevo

source: Project Name required
es: Se requiere Nombre del Proyecto

source: My Projects
es: Mis Proyectos

source: Upload an audio sample with a duration between 3 - 10 seconds. The speech must be clear and with no background noices.
es: Sube una muestra de audio con una duración de entre 3 y 10 segundos. La voz debe ser clara y sin ruidos de fondo.

source: or
es: o

source: Choose audio
es: Elige el audio

source: Voice name:
es: Nombre de la voz:

source: Save
es: Guardar

source: Invite
es: Invitar

source: not saved!
es: ¡no guardado!

source: Save Project
es: Guardar proyecto

source: Export
es: Exportar

source: Loading...
es: Cargando...

source: Extracted Text
es: Texto Extraído

source: Translated Text
es: Texto Traducido

source: Select the language of the video to generate the text
es: Selecciona el idioma del vídeo para generar el texto

source: Select a language to generate translation
es: Seleccione un idioma para generar la traducción

source: Phrase
es: Frase

source: Speaker
es: Hablante

source: Edit text
es: Editar texto

source: Edit the text of the phrase
es: Editar el texto de la frase

source: Apply
es: Aplicar

source: Restore
es: Restaurar

source: Close
es: Cerrar

source: Edit the translated text of the phrase
es: Editar el texto traducido de la frase

source: start
es: inicio

source: end
es: final

source: Settings for the audio of each phrase
es: Configuraciones para el audio de cada frase

source: Keep orginal audio when no one is speaking
es: Mantener el audio original cuando nadie esté hablando.

source: Switch on to use the sound in the original audio when no one is speaking.
es: Activar para usar el sonido del audio original cuando nadie esté hablando.

source: Switch off to use silences when no one is speaking.
es: Desactivar para usar silencios cuando nadie esté hablando.

source: Change settings parameters
es: Cambiar parámetros de configuración

source: Switch on to adjust phrases's audio by speed.
es: Activar para ajustar el audio de las frases por velocidad.

source: Switch off to adjust phrases's audio by times.
es: Desactivar para ajustar el audio de las frases por tiempos.

source: Adjust time
es: Ajustar el tiempo

source: Adjust the time for the audio of each phrase. They cannot overlap.
es: Ajuste el tiempo del audio de cada frase. No pueden superponerse.

source: Adjust volume
es: Ajustar el volumen

source: The volume of the audio goes up or down equal to the numeric value selected. On zero the volume is the original.
es: El volumen del audio sube o baja igual al valor numérico seleccionado. En cero el volumen es el original

source: Time
es: Tiempo

source: Volume
es: Volumen

source: Adjust speed
es: Ajustar la velocidad

source: The audio is faster for values > 1.00 and slower for values < 1.00. On 1.00 the speed is the original.
es: El audio es más rápido para valores > 1.00 y más lento para valores < 1.00. En 1.00 la velocidad es la original.

source: Adjust audio speed for the phrase
es: Ajustar la velocidad del audio para la frase

source: Adjust volume for the phrase
es: Ajustar el volumen de la frase

source: Apply and Generate
es: Aplicar y Generar

source: Your browser does not support the video tag.
es: Su navegador no soporta la etiqueta de vídeo.

source: Language of the source video
es: Idioma del vídeo original

source: Generate text
es: Generar texto

source: Translate text
es: Traducir texto

source: There are changes in the extracted text that have not been translated
es: Hay cambios en el texto extraído que no han sido traducidos.

source: There are changes in the translated text that have not been applied to the video
es: Hay cambios en el texto traducido que no se han aplicado al vídeo.

source: Generate video
es: Generar vídeo

source: Phrases Settings
es: Configuración de Frases

source: Settings to generate video
es: Configuraciones para generar el vídeo

source: Auto adjust speed
es: Ajustar la velocidad automático

source: Switch on to adjust the speed of each phrase automatically to match the original video time stamps.
es: Activar para ajustar la velocidad de cada frase automáticamente para que coincida con las marcas de tiempo del video original.

source: Switch off to adjust the speed using the time stamps on the translated phrases.
es: Desactivar para ajustar la velocidad usando las marcas de tiempo en las frases traducidas.

source: Random voice selection
es: Selección de voces aleatorias

source: Switch on to generate video with default/selected settings.
es: Activar para generar el video con la configuración predeterminada/seleccionada.

source: Switch off to select voices for each speaker.
es: Desactivar para seleccionar voces para cada hablante.

source: Generate
es: Generar

source: generate text before
es: genere el texto antes

source: The phrase
es: La frase

source: is ending before it begins
es: está terminando antes de comenzar

source: must begin after the
es: debe comenzar después de que la

source: phrase ends
es: frase termine

source: Error while generating text from source video
es: Error al generar texto a partir del vídeo original

source: Error while translating text
es: Error al traducir texto

source: Error while editing source text
es: Error al editar el texto fuente

source: Error while editing translated text
es: Error al editar el texto traducido

source: Error while restoring source text
es: Error al restaurar el texto original

source: Error while restoring translated text
es: Error al restaurar el texto traducido

source: Error while applying phrases settings. Generate video first
es: Error al aplicar la configuración de frases. Genere el video primero

source: Error while applying phrases settings
es: Error al aplicar la configuración de frases

source: Error while applying speakers settings. Generate video first
es: Error al aplicar las configuraciones por hablantes. Genere el video primero

source: Error while applying speakers settings
es: Error al aplicar las configuraciones por hablantes

source: Error while downloading video
es: Error al descargar vídeo

source: The user is free, can't save data
es: El usuario gratis, no se pueden guardar datos.

source: The user storage space has been used up
es: El espacio de almacenamiento del usuario se ha agotado.

source: Error while applying voices settings. No gender or voice selected
es: Error al aplicar las configuraciones de voces. No se seleccionó el género de la voz o alguna voz

source: Error while generating translated video
es: Error al generar el video traducido
